Repository: mishrafabric/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextUpdater/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# updater.announcement.try
source: Try It
ja: 試す

# updater.rollback.storesUnknown
source: The running cmux-tui cannot report its data formats, so cmux cannot check a rollback.
ja: 実行中の cmux-tui がデータ形式を報告できないため、ロールバックを確認できません。

# updater.rollback.nothingKept
source: No previous version is kept on this Mac.
ja: この Mac には以前のバージョンが保存されていません。

# updater.rollback.predates
source: cmux %@ is from before rollback support, so cmux cannot check that it reads your data.
ja: cmux %@ はロールバック対応より前のバージョンのため、データを読めるか確認できません。

# updater.rollback.storeTooNew
source: cmux %1$@ cannot read your %2$@ data: it is in format %3$ld and that version reads up to %4$ld. Rolling back would lose it.
ja: cmux %1$@ は %2$@ のデータを読めません。データの形式は %3$ld で、そのバージョンは %4$ld までしか読めません。ロールバックするとデータが失われます。

# updater.rollback.unknownStore
source: cmux %1$@ does not know your %2$@ data. Rolling back would hide it.
ja: cmux %1$@ は %2$@ のデータを認識しません。ロールバックするとデータが見えなくなります。

# updater.rollback.signature
source: The kept cmux %@ is not signed by the cmux team, so it will not run.
ja: 保存されている cmux %@ は cmux チームの署名がないため実行しません。

# updater.testFeed.refused
source: A test update feed needs a DEV or NIGHTLY build and an https address (http only on this Mac).
ja: テスト用アップデートフィードには DEV または NIGHTLY ビルドと https アドレスが必要です (http はこの Mac のみ)。

# updater.testFeed.title
source: Test Update Feed
ja: テスト用アップデートフィード

# updater.testFeed.useReal
source: Use Real Feed
ja: 本番のフィードを使う

# updater.required
source: Your organization requires cmux %@ or newer.
ja: 組織では cmux %@ 以降が必要です。

# updater.managed.channel
source: Your organization keeps this Mac on the %@ channel.
ja: 組織によって、この Mac は %@ チャンネルに固定されています。

# updater.button.cancel
source: Cancel
ja: キャンセル

# updater.button.done
source: Done
ja: 完了

# updater.button.install
source: Install and Relaunch
ja: インストールして再起動

# updater.button.later
source: Later
ja: 後で

# updater.button.relaunch
source: Relaunch
ja: 再起動

# updater.button.releaseNotes
source: Release Notes
ja: リリースノート

# updater.button.retry
source: Try Again
ja: 再試行

# updater.channel.development
source: development
ja: 開発版

# updater.channel.nightly
source: nightly
ja: ナイトリー

# updater.channel.rc
source: release candidate
ja: リリース候補

# updater.channel.stable
source: stable
ja: 安定版

# updater.detail.currentVersion
source: You have cmux %@ (%@).
ja: 現在のバージョンは cmux %@ (%@) です。

# updater.detail.devProbeFound
source: The feed offers %@. This development build never installs updates; the check only read the feed.
ja: フィードには %@ があります。この開発ビルドはアップデートをインストールしません。確認ではフィードを読み取っただけです。

# updater.detail.onChannel
source: cmux %@ (%@) is the newest %@ build.
ja: cmux %@ (%@) は %@ の最新ビルドです。

# updater.detail.ready
source: Relaunch to finish. Terminals keep running.
ja: 再起動すると完了します。ターミナルは実行を続けます。

# updater.detail.requiresMacOS
source: cmux %@ requires macOS %@ or later. This Mac runs macOS %@, so it stays on the current version.
ja: cmux %@ には macOS %@ 以降が必要です。この Mac は macOS %@ のため、現在のバージョンのままになります。

# updater.disabled.cannotSwitch
source: A %@ build cannot switch to %@.
ja: %@ ビルドは %@ に切り替えられません。

# updater.disabled.development
source: Development builds do not install updates.
ja: 開発ビルドはアップデートをインストールしません。

# updater.disabled.managed
source: Your organization manages cmux updates on this Mac.
ja: この Mac の cmux アップデートは組織によって管理されています。

# updater.disabled.missingKey
source: This build has no update signing key, so it cannot verify updates.
ja: このビルドにはアップデート署名鍵がないため、アップデートを検証できません。

# updater.disabled.unknown
source: The updater is not available in this build.
ja: このビルドではアップデーターを利用できません。

# updater.title.available
source: cmux %@ Is Available
ja: cmux %@ を利用できます

# updater.title.availableNoVersion
source: An Update Is Available
ja: アップデートを利用できます

# updater.title.checkFailed
source: Couldn't Check for Updates
ja: アップデートを確認できませんでした

# updater.title.checking
source: Checking for Updates…
ja: アップデートを確認中…

# updater.title.downloading
source: Downloading Update
ja: アップデートをダウンロード中

# updater.title.installing
source: Installing…
ja: インストール中…

# updater.title.managed
source: Updates Are Managed
ja: アップデートは管理されています

# updater.title.needsNewerMacOS
source: Update Needs macOS %@
ja: このアップデートには macOS %@ が必要です

# updater.title.preparing
source: Preparing Update
ja: アップデートを準備中

# updater.title.readyToInstall
source: Update Ready
ja: アップデートの準備ができました

# updater.title.startingDownload
source: Starting Download…
ja: ダウンロードを開始中…

# updater.title.upToDate
source: cmux Is Up to Date
ja: cmux は最新です

# updater.title.updateFailed
source: Update Failed
ja: アップデートに失敗しました

# updater.pill.restartKeepsSessions
source: Restart to update. Your terminals and agents keep running.
ja: 再起動してアップデートします。ターミナルとエージェントは実行を続けます。

# updater.card.ready
source: cmux %@ is ready
ja: cmux %@ の準備ができました

# updater.card.readyNoVersion
source: An update is ready
ja: アップデートの準備ができました

# updater.card.restartToUpdate
source: Restart to Update
ja: 再起動してアップデート

# updater.card.automaticUpdates
source: Automatic Updates
ja: 自動アップデート

# updater.card.downloaded
source: Update %@ downloaded. Click to restart and install.
ja: アップデート %@ をダウンロードしました。クリックすると再起動してインストールします。

# updater.card.downloadedNoVersion
source: Update downloaded. Click to restart and install.
ja: アップデートをダウンロードしました。クリックすると再起動してインストールします。

# updater.card.keepsRunning
source: Your terminals and agents keep running.
ja: ターミナルとエージェントは実行を続けます。

# updater.card.whatsChanged
source: What's changed
ja: 変更点

# updater.card.oneMoreChange
source: 1 more change
ja: ほか 1 件の変更

# updater.card.moreChanges
source: %ld more changes
ja: ほか %ld 件の変更

# whatsNew.allNotes
source: All Release Notes
ja: すべてのリリースノート

# whatsNew.audience.enterprise
source: For Enterprise
ja: エンタープライズ向け

# whatsNew.audience.teams
source: For Teams
ja: チーム向け

# whatsNew.category.fixed
source: Fixed
ja: 修正

# whatsNew.category.improved
source: Improved
ja: 改善

# whatsNew.category.new
source: New
ja: 新機能

# whatsNew.category.security
source: Security
ja: セキュリティ

# whatsNew.empty
source: There are no release notes for this version yet.
ja: このバージョンのリリースノートはまだありません。

# whatsNew.learnMore
source: Learn More
ja: 詳細

# whatsNew.title
source: What's New
ja: 新機能

# whatsNew.tryIt
source: Try It
ja: 試す

# updater.tip.eyebrow
source: Did you know?
ja: ご存知でしたか？

# updater.tip.dismiss
source: Hide This Tip
ja: このヒントを非表示

# updater.tip.commandPalette.title
source: Command Palette
ja: コマンドパレット

# updater.tip.commandPalette.benefit
source: Run any cmux action by typing its name.
ja: 名前を入力するだけで cmux のどの操作でも実行できます。

# updater.tip.splitRight.title
source: Split panes
ja: ペインを分割

# updater.tip.splitRight.benefit
source: Put two terminals side by side in one workspace.
ja: 1 つのワークスペースにターミナルを 2 つ並べて置けます。

# updater.tip.zoomPane.title
source: Zoom a pane
ja: ペインを拡大

# updater.tip.zoomPane.benefit
source: Fill the window with one pane, then go back to the split.
ja: 1 つのペインをウインドウいっぱいに広げ、あとで分割表示に戻せます。

# updater.tip.globalSearch.title
source: Search all windows
ja: すべてのウインドウを検索

# updater.tip.globalSearch.benefit
source: Find text in every window at once.
ja: すべてのウインドウのテキストを一度に検索できます。

# updater.tip.lastWorkspace.title
source: Jump back
ja: すぐに戻る

# updater.tip.lastWorkspace.benefit
source: Switch to the workspace you used last.
ja: 最後に使ったワークスペースに切り替えます。

# updater.tip.workspaceGroups.title
source: Workspace groups
ja: ワークスペースグループ

# updater.tip.workspaceGroups.benefit
source: Keep related workspaces together under one name.
ja: 関連するワークスペースを 1 つの名前でまとめられます。

# updater.tip.layoutTemplates.title
source: Layout templates
ja: レイアウトテンプレート

# updater.tip.layoutTemplates.benefit
source: Save this layout and open it again in one step.
ja: 今のレイアウトを保存して、ワンステップで再び開けます。

# updater.tip.renameWorkspace.title
source: Name your workspaces
ja: ワークスペースに名前を付ける

# updater.tip.renameWorkspace.benefit
source: Give a workspace a name so it is easy to find.
ja: ワークスペースに名前を付けると、すぐに見つけられます。
